{"type": "dataset", "dataset_id": "5a11d594-243e-4ca3-819b-54d10c8d6b3f", "dataset_version": "31f151d9b6f40da4d658e4096f011558bb889618", "children": [], "name": "Dysregulation of the autophagy-endolysosomal system as a putative pathological mechanism behind the motor control dysfunction", "description": [{"source": "we_cff", "content": "Voluntary movements are initiated, modulated, and controlled by a neural network, comprised of three major brain areas: the motor cortex, the basal ganglia, and the cerebellum. Many neurodegenerative diseases, including Parkinson's disease (PD), ataxias, and amyotrophic lateral sclerosis (ALS), are characterized by a progressive loss of neurons in these brain regions, but mechanisms underlying their selective vulnerability are currently enigmatic. A common neuropathological hallmark of affected neurons is the abnormal accumulation of protein aggregates. Intracellular protein aggregates are cleared by autophagy, a cellular pathway known to be impaired in neurodegenerative movement disorders. However, how precisely dysfunctional autophagy contributes to impaired motor function is an unresolved question. Functional autophagy is regulated by a variety of cues including the clathrin-mediated endocytosis (CME). We have recently identified clathrin adaptor protein complex-2 (AP-2) as a critical regulator of autophagy in neurons (Kononenko et al., 2017). Strikingly, conditional AP-2 knock-out (KO) mice, although born normal, reveal progressive motor dysfunctions, including cerebellar neurodegeneration and ataxia. These data, combined with the fact that motor deficits are also observed in our autophagy-deficient neuron-confined mouse models, suggest that the dysregulation of the autophagy-endolysosomal system might constitute a critical pathological mechanism behind the motor control dysfunction. The current research proposal focuses on cellular and molecular mechanisms underlying the maintenance of voluntary motor control by neurons in cerebellum and basal ganglia in mice and how endocytic proteins control this process."}], "authors": [{"givenName": "Natalia", "familyName": "Kononenko", "email": "natalia.kononenko@uk-koeln.de", "identifiers": [{"type": "ORCID", "identifier": "https://orcid.org/0000-0002-3425-6659"}]}], "extractors_used": [{"extractor_name": "we_cff", "extractor_version": "0.0.1", "extraction_parameter": {}, "extraction_time": 1669029713.1457086, "agent_name": "Michał Szczepanik", "agent_email": "m.szczepanik@fz-juelich.de"}, {"extractor_name": "we_ris", "extractor_version": "0.7.1", "extraction_parameter": {}, "extraction_time": 1669029713.2261252, "agent_name": "Michał Szczepanik", "agent_email": "m.szczepanik@fz-juelich.de"}, {"extractor_name": "we_nbib", "extractor_version": "0.3.2", "extraction_parameter": {}, "extraction_time": 1669029713.2695794, "agent_name": "Michał Szczepanik", "agent_email": "m.szczepanik@fz-juelich.de"}], "publications": [{"type": "Journal Article", "title": "Autophagy regulates neuronal excitability by controlling cAMP/protein kinase A signaling at the synapse", "doi": "https://doi.org/https://doi.org/10.15252/embj.2022110963", "datePublished": "2022", "authors": [{"name": "Overhoff, Melina"}, {"name": "Tellkamp, Frederik"}, {"name": "Hess, Simon"}, {"name": "Tolve, Marianna"}, {"name": "Tutas, Janine"}, {"name": "Faerfers, Marcel"}, {"name": "Ickert, Lotte"}, {"name": "Mohammadi, Milad"}, {"name": "De Bruyckere, Elodie"}, {"name": "Kallergi, Emmanouela"}, {"name": "Delle Vedove, Andrea"}, {"name": "Nikoletopoulou, Vassiliki"}, {"name": "Wirth, Brunhilde"}, {"name": "Isensee, Joerg"}, {"name": "Hucho, Tim"}, {"name": "Puchkov, Dmytro"}, {"name": "Isbrandt, Dirk"}, {"name": "Krueger, Marcus"}, {"name": "Kloppenburg, Peter"}, {"name": "Kononenko, Natalia L"}], "publicationOutlet": "The EMBO Journal"}]}